Revit 2024 API
HomeCamera.BottomAngleOfFieldOfView Property
 The bottom angle of the field of view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double BottomAngleOfFieldOfView { get; }
Visual Basic
Public ReadOnly Property BottomAngleOfFieldOfView As Double
	Get
Visual C++
public:
property double BottomAngleOfFieldOfView {
	double get ();
}
See Also
HomeCamera Class
Autodesk.Revit.DB Namespace